Repository: askdiverge/Diverge-SDK-iOS
Catalog: Sources/AIConversation/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, et, fi, fo, fr, is, lt, lv, nb, nl, pl, sv

# attachment.failed
source: Couldn't add that photo. Try again.
da: Kunne ikke tilføje billedet. Prøv igen.
de: Foto konnte nicht hinzugefügt werden. Bitte erneut versuchen.
et: Fotot ei õnnestunud lisada. Proovi uuesti.
fi: Kuvan lisääminen epäonnistui. Yritä uudelleen.
fo: Kundi ikki leggja myndina afturat. Royn aftur.
fr: Impossible d'ajouter cette photo. Réessayez.
is: Ekki tókst að bæta myndinni við. Reyndu aftur.
lt: Nepavyko pridėti nuotraukos. Bandykite dar kartą.
lv: Neizdevās pievienot foto. Mēģiniet vēlreiz.
nb: Kunne ikke legge til bildet. Prøv igjen.
nl: Foto kon niet worden toegevoegd. Probeer opnieuw.
pl: Nie udało się dodać zdjęcia. Spróbuj ponownie.
sv: Kunde inte lägga till fotot. Försök igen.

# attachment.remove
source: Remove photo
da: Fjern billede
de: Foto entfernen
et: Eemalda foto
fi: Poista kuva
fo: Tak myndina burtur
fr: Retirer la photo
is: Fjarlægja mynd
lt: Pašalinti nuotrauką
lv: Noņemt foto
nb: Fjern bilde
nl: Foto verwijderen
pl: Usuń zdjęcie
sv: Ta bort foto

# attachment.tooLarge
source: That photo is too large to send.
da: Billedet er for stort til at sende.
de: Dieses Foto ist zu groß zum Senden.
et: See foto on saatmiseks liiga suur.
fi: Kuva on liian suuri lähetettäväksi.
fo: Myndin er ov stór at senda.
fr: Cette photo est trop volumineuse pour être envoyée.
is: Þessi mynd er of stór til að senda.
lt: Ši nuotrauka per didelė siuntimui.
lv: Šis foto ir pārāk liels, lai nosūtītu.
nb: Bildet er for stort til å sendes.
nl: Deze foto is te groot om te versturen.
pl: To zdjęcie jest za duże, aby je wysłać.
sv: Fotot är för stort för att skickas.

# banner.cta
source: Opens the link
da: Åbner link
de: Öffnet den Link
et: Avab lingi
fi: Avaa linkin
fo: Opnar leinkjuna
fr: Ouvre le lien
is: Opnar tengilinn
lt: Atidaro nuorodą
lv: Atver saiti
nb: Åpner lenken
nl: Opent de link
pl: Otwiera link
sv: Öppnar länken

# banner.dismiss
source: Dismiss
da: Afvis
de: Schließen
et: Sulge
fi: Sulje
fo: Lat aftur
fr: Fermer
is: Loka
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
sv: Stäng

# delete.cancel
source: Cancel
da: Annuller
de: Abbrechen
et: Tühista
fi: Peruuta
fo: Annuller
fr: Annuler
is: Hætta við
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleer
pl: Anuluj
sv: Avbryt

# delete.confirm
source: Delete data
da: Slet data
de: Daten löschen
et: Kustuta andmed
fi: Poista tiedot
fo: Slet data
fr: Supprimer les données
is: Eyða gögnum
lt: Ištrinti duomenis
lv: Dzēst datus
nb: Slett data
nl: Gegevens verwijderen
pl: Usuń dane
sv: Radera data

# delete.confirmation
source: I understand that my data will be permanently deleted
da: Jeg forstår, at mine data slettes permanent
de: Ich verstehe, dass meine Daten dauerhaft gelöscht werden
et: Mõistan, et minu andmed kustutatakse jäädavalt
fi: Ymmärrän, että tietoni poistetaan pysyvästi
fo: Jeg forstår, at mine data slettes permanent
fr: Je comprends que mes données seront définitivement supprimées
is: Ég skil að gögnum mínum verður eytt varanlega
lt: Suprantu, kad mano duomenys bus visam laikui ištrinti
lv: Es saprotu, ka mani dati tiks neatgriezeniski dzēsti
nb: Jeg forstår at dataene mine slettes permanent
nl: Ik begrijp dat mijn gegevens definitief worden verwijderd
pl: Rozumiem, że moje dane zostaną trwale usunięte
sv: Jag förstår att mina data raderas permanent

# delete.message
source: This will permanently delete my chats and corresponding data. This action can not be undone.
da: Dette sletter permanent mine chats og tilhørende data. Handlingen kan ikke fortrydes.
de: Dadurch werden meine Chats und die zugehörigen Daten dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
et: See kustutab jäädavalt minu vestlused ja nendega seotud andmed. Seda toimingut ei saa tagasi võtta.
fi: Tämä poistaa pysyvästi keskusteluni ja niihin liittyvät tiedot. Toimintoa ei voi perua.
fo: Dette sletter permanent mine chats og tilhørende data. Handlingen kan ikke fortrydes.
fr: Cette action supprimera définitivement mes discussions et les données associées. Elle est irréversible.
is: Þetta eyðir varanlega spjallinu mínu og tilheyrandi gögnum. Ekki er hægt að taka þessa aðgerð til baka.
lt: Taip visam laikui bus ištrinti mano pokalbiai ir su jais susiję duomenys. Šio veiksmo atšaukti negalima.
lv: Šī darbība neatgriezeniski dzēsīs manas tērzēšanas sarunas un ar tām saistītos datus. Šo darbību nevar atsaukt.
nb: Dette sletter permanent chattene mine og tilhørende data. Handlingen kan ikke angres.
nl: Hiermee worden mijn chats en bijbehorende gegevens definitief verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie moich czatów i powiązanych danych. Tej operacji nie można cofnąć.
sv: Detta raderar permanent mina chattar och tillhörande data. Åtgärden kan inte ångras.

# delete.title
source: Delete user data
da: Slet brugerdata
de: Benutzerdaten löschen
et: Kustuta kasutajaandmed
fi: Poista käyttäjätiedot
fo: Slet brugerdata
fr: Supprimer les données utilisateur
is: Eyða notandagögnum
lt: Ištrinti naudotojo duomenis
lv: Dzēst lietotāja datus
nb: Slett brukerdata
nl: Gebruikersgegevens verwijderen
pl: Usuń dane użytkownika
sv: Radera användardata

# delete.validation
source: Please check the box to confirm that you want to delete your data.
da: Sæt kryds i feltet for at bekræfte, at du vil slette dine data.
de: Bitte bestätigen Sie durch Aktivieren des Kästchens, dass Sie Ihre Daten löschen möchten.
et: Märgi ruut, et kinnitada oma andmete kustutamine.
fi: Vahvista valintaruudulla, että haluat poistaa tietosi.
fo: Sæt kryds i feltet for at bekræfte, at du vil slette dine data.
fr: Veuillez cocher la case pour confirmer que vous souhaitez supprimer vos données.
is: Hakaðu í reitinn til að staðfesta að þú viljir eyða gögnunum þínum.
lt: Pažymėkite langelį, kad patvirtintumėte, jog norite ištrinti savo duomenis.
lv: Lūdzu, atzīmējiet izvēles rūtiņu, lai apstiprinātu, ka vēlaties dzēst savus datus.
nb: Kryss av i boksen for å bekrefte at du vil slette dataene dine.
nl: Vink het vakje aan om te bevestigen dat je je gegevens wilt verwijderen.
pl: Zaznacz pole, aby potwierdzić, że chcesz usunąć swoje dane.
sv: Kryssa i rutan för att bekräfta att du vill radera dina data.

# error.message
source: We couldn't load the chat assistant. Check your connection and try again.
da: Vi kunne ikke indlæse chatassistenten. Kontroller din forbindelse og prøv igen.
de: Der Chat-Assistent konnte nicht geladen werden. Bitte prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
et: Vestlusassistenti ei õnnestunud laadida. Kontrolli ühendust ja proovi uuesti.
fi: Chat-avustajan lataaminen epäonnistui. Tarkista yhteytesi ja yritä uudelleen.
fo: Vi kunne ikke indlæse chatassistenten. Kontroller din forbindelse, og prøv igen.
fr: Nous n'avons pas pu charger l'assistant. Vérifiez votre connexion et réessayez.
is: Ekki tókst að hlaða spjallmennið. Athugaðu tenginguna þína og reyndu aftur.
lt: Nepavyko įkelti pokalbių asistento. Patikrinkite ryšį ir bandykite dar kartą.
lv: Neizdevās ielādēt tērzēšanas asistentu. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb: Vi kunne ikke laste inn chatassistenten. Kontroller tilkoblingen din og prøv igjen.
nl: We konden de chatassistent niet laden. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się załadować asystenta zakupow. Sprawdź połączenie i spróbuj ponownie.
sv: Vi kunde inte ladda chattassistenten. Kontrollera din uppkoppling och försök igen.

# error.retry
source: Retry
da: Prøv igen
de: Wiederholen
et: Proovi uuesti
fi: Yritä uudelleen
fo: Prøv igen
fr: Essayer à nouveau
is: Reyndu aftur
lt: Bandyti dar kartą
lv: Atkārtot
nb: Prøv på nytt
nl: Probeer opnieuw
pl: Spróbuj ponownie
sv: Försök igen

# error.title
source: Assistant Unavailable
da: Assistenten er ikke tilgængelig
de: Assistent nicht verfügbar
et: Assistent pole saadaval
fi: Avustaja ei ole käytettävissä
fo: Assistenten er ikke tilgængelig
fr: Assistant indisponible
is: Aðstoðin er ekki tiltæk
lt: Asistentas nepasiekiamas
lv: Asistents nav pieejams
nb: Assistenten er utilgjengelig
nl: Assistent niet beschikbaar
pl: Asystent niedostępny
sv: Assistenten är inte tillgänglig

# form.accessibilityHint
source: Fill in the fields and submit
da: Udfyld felterne og send
de: Felder ausfüllen und absenden
et: Täida väljad ja saada
fi: Täytä kentät ja lähetä
fo: Fyll út feltini og send
fr: Remplissez les champs et envoyez
is: Fylltu út reitina og sendu
lt: Užpildykite laukus ir pateikite
lv: Aizpildiet laukus un iesniedziet
nb: Fyll ut feltene og send
nl: Vul de velden in en verstuur
pl: Wypełnij pola i wyślij
sv: Fyll i fälten och skicka

# form.addPhoto
source: Add photo
da: Tilføj foto
de: Foto hinzufügen
et: Lisa foto
fi: Lisää kuva
fo: Legg mynd afturat
fr: Ajouter une photo
is: Bæta við mynd
lt: Pridėti nuotrauką
lv: Pievienot foto
nb: Legg til bilde
nl: Foto toevoegen
pl: Dodaj zdjęcie
sv: Lägg till foto

# form.attachmentsDisabled
source: Photo attachments are unavailable in this chat.
da: Fotovedhæftninger er ikke tilgængelige i denne chat.
de: Fotoanhänge sind in diesem Chat nicht verfügbar.
et: Fotomanuseid selles vestluses ei saa lisada.
fi: Kuvien liittäminen ei ole käytettävissä tässä chatissa.
fo: Myndaviðfestingar eru ikki tøkar í hesum chatti.
fr: Les pièces jointes photo ne sont pas disponibles dans ce chat.
is: Ekki er hægt að bæta við myndum í þessu spjalli.
lt: Šiame pokalbyje nuotraukų priedai nepasiekiami.
lv: Šajā tērzēšanā foto pielikumi nav pieejami.
nb: Vedlegg med bilder er ikke tilgjengelig i denne chatten.
nl: Foto's toevoegen is niet beschikbaar in deze chat.
pl: Załączniki ze zdjęciami są niedostępne w tym czacie.
sv: Fotobilagor är inte tillgängliga i den här chatten.

# form.contactTitle
source: Contact form
da: Kontaktformular
de: Kontaktformular
et: Kontaktivorm
fi: Yhteydenottolomake
fo: Sambandsformular
fr: Formulaire de contact
is: Tengiliðaeyðublað
lt: Kontaktų forma
lv: Kontaktforma
nb: Kontaktskjema
nl: Contactformulier
pl: Formularz kontaktowy
sv: Kontaktformulär

# form.done
source: Done
da: Færdig
de: Fertig
et: Valmis
fi: Valmis
fo: Liðugt
fr: Terminé
is: Lokið
lt: Atlikta
lv: Gatavs
nb: Ferdig
nl: Gereed
pl: Gotowe
sv: Klar

# form.invalidEmail
source: Enter a valid email address
da: Angiv en gyldig e-mailadresse
de: Gültige E-Mail-Adresse eingeben
et: Sisesta kehtiv e-posti aadress
fi: Anna kelvollinen sähköpostiosoite
fo: Skriva eina gilda teldupostadressu
fr: Saisissez une adresse e-mail valide
is: Sláðu inn gilt netfang
lt: Įveskite galiojantį el. pašto adresą
lv: Ievadiet derīgu e-pasta adresi
nb: Skriv inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Podaj prawidłowy adres e-mail
sv: Ange en giltig e-postadress

# form.minFilled
source: Fill in at least %lld fields
da: Udfyld mindst %lld felter
de: Mindestens %lld Felder ausfüllen
et: Täida vähemalt %lld välja
fi: Täytä vähintään %lld kenttää
fo: Fyll út minst %lld felt
fr: Remplissez au moins %lld champs
is: Fylltu út að minnsta kosti %lld reiti
lt: Užpildykite bent %lld laukų
lv: Aizpildiet vismaz %lld laukus
nb: Fyll ut minst %lld felt
nl: Vul minstens %lld velden in
pl: Wypełnij co najmniej %lld pola
sv: Fyll i minst %lld fält

# form.readOnly
source: This form can no longer be edited
da: Denne formular kan ikke længere redigeres
de: Dieses Formular kann nicht mehr bearbeitet werden
et: Seda vormi ei saa enam muuta
fi: Tätä lomaketta ei voi enää muokata
fo: Hesin formularur kann ikki longur rættast
fr: Ce formulaire ne peut plus être modifié
is: Þetta eyðublað er ekki lengur hægt að breyta
lt: Šios formos nebegalima redaguoti
lv: Šo formu vairs nevar rediģēt
nb: Dette skjemaet kan ikke lenger redigeres
nl: Dit formulier kan niet meer worden bewerkt
pl: Tego formularza nie można już edytować
sv: Det här formuläret kan inte längre redigeras

# form.removePhoto
source: Remove photo
da: Fjern foto
de: Foto entfernen
et: Eemalda foto
fi: Poista kuva
fo: Tak mynd burtur
fr: Supprimer la photo
is: Fjarlægja mynd
lt: Pašalinti nuotrauką
lv: Noņemt foto
nb: Fjern bilde
nl: Foto verwijderen
pl: Usuń zdjęcie
sv: Ta bort foto

# form.required
source: This field is required
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
et: See väli on kohustuslik
fi: Tämä kenttä on pakollinen
fo: Hetta felt er kravt
fr: Ce champ est obligatoire
is: Þennan reit þarf að fylla út
lt: Šis laukas privalomas
lv: Šis lauks ir obligāts
nb: Dette feltet er påkrevd
nl: Dit veld is verplicht
pl: To pole jest wymagane
sv: Detta fält är obligatoriskt

# form.selectOption
source: Select an option
da: Vælg en mulighed
de: Option auswählen
et: Vali valik
fi: Valitse vaihtoehto
fo: Vel ein møguleika
fr: Sélectionnez une option
is: Veldu valkost
lt: Pasirinkite parinktį
lv: Izvēlieties opciju
nb: Velg et alternativ
nl: Kies een optie
pl: Wybierz opcję
sv: Välj ett alternativ

# form.submit
source: Submit
da: Send
de: Absenden
et: Saada
fi: Lähetä
fo: Send
fr: Envoyer
is: Senda
lt: Pateikti
lv: Iesniegt
nb: Send
nl: Versturen
pl: Wyślij
sv: Skicka

# form.submitFailed
source: Couldn't send the form. Try again.
da: Kunne ikke sende formularen. Prøv igen.
de: Formular konnte nicht gesendet werden. Bitte erneut versuchen.
et: Vormi saatmine ebaõnnestus. Proovi uuesti.
fi: Lomakkeen lähettäminen epäonnistui. Yritä uudelleen.
fo: Kundi ikki senda formularin. Royn aftur.
fr: Impossible d'envoyer le formulaire. Réessayez.
is: Ekki tókst að senda eyðublaðið. Reyndu aftur.
lt: Nepavyko išsiųsti formos. Bandykite dar kartą.
lv: Neizdevās nosūtīt formu. Mēģiniet vēlreiz.
nb: Kunne ikke sende skjemaet. Prøv igjen.
nl: Formulier kon niet worden verzonden. Probeer opnieuw.
pl: Nie udało się wysłać formularza. Spróbuj ponownie.
sv: Kunde inte skicka formuläret. Försök igen.

# form.submittedDefault
source: Thanks, we have received your message.
da: Tak, vi har modtaget din besked.
de: Danke, wir haben Ihre Nachricht erhalten.
et: Aitäh, oleme teie sõnumi kätte saanud.
fi: Kiitos, olemme vastaanottaneet viestisi.
fo: Takk, vit hava fingið boðini.
fr: Merci, nous avons bien reçu votre message.
is: Takk, við höfum móttekið skilaboðin þín.
lt: Ačiū, gavome jūsų žinutę.
lv: Paldies, esam saņēmuši jūsu ziņu.
nb: Takk, vi har mottatt meldingen din.
nl: Bedankt, we hebben je bericht ontvangen.
pl: Dziękujemy, otrzymaliśmy Twoją wiadomość.
sv: Tack, vi har tagit emot ditt meddelande.

# form.submitting
source: Sending…
da: Sender…
de: Wird gesendet…
et: Saadan…
fi: Lähetetään…
fo: Sendir…
fr: Envoi…
is: Sendir…
lt: Siunčiama…
lv: Nosūta…
nb: Sender…
nl: Versturen…
pl: Wysyłanie…
sv: Skickar…

# form.ticketTitle
source: Support ticket
da: Supportsag
et: Tugipilet
fi: Tukipyyntö
fo: Stuðulssak
fr: Ticket d'assistance
is: Aðstoðarbeiðni
lt: Pagalbos užklausa
lv: Atbalsta biļete
nb: Supportsak
pl: Zgłoszenie wsparcia
sv: Supportsärende

# history.loadFailed
source: Couldn't load older messages
da: Kunne ikke indlæse ældre beskeder
de: Ältere Nachrichten konnten nicht geladen werden
et: Vanemaid sõnumeid ei õnnestunud laadida
fi: Vanhempien viestien lataaminen epäonnistui
fo: Kundi ikki lesa eldri boð
fr: Impossible de charger les messages plus anciens
is: Ekki tókst að hlaða eldri skilaboð
lt: Nepavyko įkelti senesnių žinučių
lv: Neizdevās ielādēt vecākas ziņas
nb: Kunne ikke laste inn eldre meldinger
nl: Kon oudere berichten niet laden
pl: Nie udało się załadować starszych wiadomości
sv: Kunde inte ladda äldre meddelanden

# history.loading
source: Loading earlier messages
da: Indlæser tidligere beskeder
de: Frühere Nachrichten werden geladen
et: Varasemate sõnumite laadimine
fi: Ladataan aiempia viestejä
fo: Lesur eldri boð
fr: Chargement des messages précédents
is: Hleður eldri skilaboðum
lt: Įkeliami ankstesni pranešimai
lv: Ielādē iepriekšējos ziņojumus
nb: Laster tidligere meldinger
nl: Eerdere berichten laden
pl: Ładowanie wcześniejszych wiadomości
sv: Läser in tidigare meddelanden

# imageUpload.addPhoto
source: Add photo
da: Tilføj foto
de: Foto hinzufügen
et: Lisa foto
fi: Lisää kuva
fo: Legg mynd upp
fr: Ajouter une photo
is: Bæta við mynd
lt: Pridėti nuotrauką
lv: Pievienot foto
nb: Legg til bilde
nl: Foto toevoegen
pl: Dodaj zdjęcie
sv: Lägg till foto

# imageUpload.hint
source: Opens the photo picker
da: Åbner fotovælgeren
de: Öffnet die Fotoauswahl
et: Avab fotovalija
fi: Avaa kuvavalitsimen
fo: Opnar myndaveljaran
fr: Ouvre le sélecteur de photos
is: Opnar myndaval
lt: Atidaro nuotraukų pasirinkimą
lv: Atver foto atlasītāju
nb: Åpner bildevelgeren
nl: Opent de fotokiezer
pl: Otwiera wybór zdjęć
sv: Öppnar fotoväljaren

# imageUpload.prompt
source: Add a photo so I can help you further.
da: Upload et billede, så jeg kan hjælpe dig videre.
de: Laden Sie ein Foto hoch, damit ich Ihnen weiterhelfen kann.
et: Lisa foto, et saaksin sind edasi aidata.
fi: Lisää kuva, jotta voin auttaa sinua eteenpäin.
fo: Legg eina mynd upp, so eg kann hjálpa tær víðari.
fr: Ajoutez une photo pour que je puisse vous aider davantage.
is: Bættu við mynd svo ég geti hjálpað þér áfram.
lt: Pridėkite nuotrauką, kad galėčiau jums padėti toliau.
lv: Pievienojiet foto, lai es varētu jums palīdzēt tālāk.
nb: Legg til et bilde, så jeg kan hjelpe deg videre.
nl: Voeg een foto toe zodat ik je verder kan helpen.
pl: Dodaj zdjęcie, abym mógł Ci dalej pomóc.
sv: Lägg till ett foto så att jag kan hjälpa dig vidare.

# input.attachPhoto
source: Attach a photo
da: Vedhæft et billede
de: Foto anhängen
et: Lisa foto
fi: Liitä kuva
fo: Legg eina mynd afturat
fr: Joindre une photo
is: Hengja við mynd
lt: Pridėti nuotrauką
lv: Pievienot foto
nb: Legg ved et bilde
nl: Foto bijvoegen
pl: Dołącz zdjęcie
sv: Bifoga ett foto

# input.placeholder
source: Ask anything
da: Spørg om hvad som helst
de: Stellen Sie Ihre Frage
et: Küsi mida iganes
fi: Kysy mitä tahansa
fo: Spørg om hvad som helst
fr: Posez votre question
is: Spurðu um hvað sem er
lt: Klauskite bet ko
lv: Uzdot jautājumu
nb: Spør om hva som helst
nl: Stel je vraag
pl: Zapytaj o cokolwiek
sv: Fråga vad som helst

# media.imageLabel
source: Image
da: Billede
de: Bild
et: Pilt
fi: Kuva
fo: Mynd
is: Mynd
lt: Vaizdas
lv: Attēls
nb: Bilde
nl: Afbeelding
pl: Obraz
sv: Bild

# media.openHint
source: Opens this attachment
da: Åbner denne vedhæftning
de: Öffnet diesen Anhang
et: Avab selle manuse
fi: Avaa tämän liitteen
fo: Opnar hesa viðfestu
fr: Ouvre cette pièce jointe
is: Opnar þennan viðauka
lt: Atidaro šį priedą
lv: Atver šo pielikumu
nb: Åpner dette vedlegget
nl: Opent deze bijlage
pl: Otwiera ten załącznik
sv: Öppnar den här bilagan

# media.unavailable
source: Attachment unavailable
da: Vedhæftning ikke tilgængelig
de: Anhang nicht verfügbar
et: Manus pole saadaval
fi: Liite ei ole saatavilla
fo: Viðfesta ikki tøk
fr: Pièce jointe indisponible
is: Viðauki ekki tiltækur
lt: Priedas nepasiekiamas
lv: Pielikums nav pieejams
nb: Vedlegg ikke tilgjengelig
nl: Bijlage niet beschikbaar
pl: Załącznik niedostępny
sv: Bilagan är inte tillgänglig

# notice.busy
source: Please wait for the current response
da: Vent venligst på det aktuelle svar
de: Bitte warten Sie auf die Antwort
et: Palun oota praegust vastust
fi: Odota vastausta
fo: Vent venligst på det aktuelle svar
fr: Veuillez attendre la réponse en cours
is: Vinsamlegast bíddu eftir svari
lt: Palaukite, kol bus pateiktas dabartinis atsakymas
lv: Lūdzu, uzgaidiet, līdz tiks sniegta pašreizējā atbilde
nb: Vent på det pågående svaret
nl: Wacht op het huidige antwoord
pl: Poczekaj na bieżącą odpowiedź
sv: Vänta på det pågående svaret

# notice.sendFailed
source: Something went wrong, try again
da: Noget gik galt. Forsøg igen.
de: Ein Fehler trat auf. Bitte versuchen Sie es erneut.
et: Midagi läks valesti. Palun proovige uuesti.
fi: Jotain meni pieleen. Ole hyvä ja yritä uudelleen.
fo: Noget gik galt. Forsøg igen.
fr: Une erreur est survenue. Veuillez réessayer.
is: Eitthvað fór úrskeiðis. Reyndu aftur.
lt: Kažkas nepavyko. Pabandykite dar kartą
lv: Radās kļūda. Lūdzu, mēģiniet vēlreiz.
nb: Noe gikk galt. Forsøk igjen.
nl: Er is iets fout gegaan. Probeer het opnieuw.
pl: Wystąpił błąd spróbuj ponownie.
sv: Något gick fel. Var god försök igen.

# privacy.deleteEntry
source: Delete my data
da: Slet mine data
de: Meine Daten löschen
et: Kustuta minu andmed
fi: Poista tietoni
fo: Slet mine data
fr: Supprimer mes données
is: Eyða gögnunum mínum
lt: Ištrinti mano duomenis
lv: Dzēst manus datus
nb: Slett dataene mine
nl: Mijn gegevens verwijderen
pl: Usuń moje dane
sv: Radera mina data

# privacy.downloadEntry
source: Download my data
da: Download mine data
de: Meine Daten herunterladen
et: Laadi mu andmed alla
fi: Lataa tietoni
fo: Tak mina dátu niður
fr: Télécharger mes données
is: Sækja gögnin mín
lt: Atsisiųsti mano duomenis
lv: Lejupielādēt manus datus
nb: Last ned dataene mine
nl: Mijn gegevens downloaden
pl: Pobierz moje dane
sv: Ladda ner mina data

# privacy.downloadError
source: Couldn't download your data. Try again.
da: Kunne ikke downloade dine data. Prøv igen.
de: Deine Daten konnten nicht heruntergeladen werden. Bitte erneut versuchen.
et: Andmete allalaadimine ebaõnnestus. Proovi uuesti.
fi: Tietojen lataaminen epäonnistui. Yritä uudelleen.
fo: Kundi ikki taka dínar dátur niður. Roynd aftur.
fr: Impossible de télécharger vos données. Réessayez.
is: Ekki tókst að sækja gögnin þín. Reyndu aftur.
lt: Nepavyko atsisiųsti jūsų duomenų. Bandykite dar kartą.
lv: Neizdevās lejupielādēt jūsu datus. Mēģiniet vēlreiz.
nb: Kunne ikke laste ned dataene dine. Prøv igjen.
nl: Je gegevens konden niet worden gedownload. Probeer het opnieuw.
pl: Nie udało się pobrać Twoich danych. Spróbuj ponownie.
sv: Kunde inte ladda ner dina data. Försök igen.

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fo: Privatlivspolitik
fr: Politique de confidentialité
is: Persónuverndarstefna
lt: Privatumo politika
lv: Konfidencialitātes politika
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
sv: Integritetspolicy

# privacy.title
source: Privacy & Data
da: Privatliv og data
de: Datenschutz und Daten
et: Privaatsus ja andmed
fi: Tietosuoja ja tiedot
fo: Privatliv og data
fr: Confidentialité et données
is: Persónuvernd og gögn
lt: Privatumas ir duomenys
lv: Konfidencialitāte un dati
nb: Personvern og data
nl: Privacy en gegevens
pl: Prywatność i dane
sv: Integritet och data

# product.addToCart
source: Add to cart
da: Tilføj til kurv
de: In den Warenkorb
et: Lisa ostukorvi
fi: Lisää ostoskoriin
fo: Legg í kurv
fr: Ajouter au panier
is: Setja í körfu
lt: Įdėti į krepšelį
lv: Pievienot grozam
nb: Legg i handlekurv
nl: Toevoegen aan winkelwagen
pl: Dodaj do koszyka
sv: Lägg i varukorgen

# product.addToCartHint
source: Adds this product to your cart
da: Tilføjer produktet til kurven
de: Fügt das Produkt dem Warenkorb hinzu
et: Lisab toote ostukorvi
fi: Lisää tuotteen ostoskoriin
fo: Leggur vøruna í kurvina
fr: Ajoute ce produit au panier
is: Setur vöruna í körfuna
lt: Įdeda produktą į krepšelį
lv: Pievieno produktu grozam
nb: Legger produktet i handlekurven
nl: Voegt dit product toe aan je winkelwagen
pl: Dodaje produkt do koszyka
sv: Lägger produkten i varukorgen

# product.open
source: View product
da: Se produkt
de: Produkt ansehen
et: Vaata toodet
fi: Näytä tuote
fo: Síggj vøru
fr: Voir le produit
is: Skoða vöru
lt: Žiūrėti produktą
lv: Skatīt produktu
nb: Se produkt
nl: Bekijk product
pl: Zobacz produkt
sv: Visa produkt

# product.openHint
source: Opens the product page
da: Åbner produktsiden
de: Öffnet die Produktseite
et: Avab tootelehe
fi: Avaa tuotesivun
fo: Opnar vøru síðuna
fr: Ouvre la page du produit
is: Opnar vörusíðuna
lt: Atidaro produkto puslapį
lv: Atver produkta lapu
nb: Åpner produktsiden
nl: Opent de productpagina
pl: Otwiera stronę produktu
sv: Öppnar produktsidan
